@extends('website.master')
@section('header')
@include('website.partials.portfolioHeader')
@endsection()

@section('content')


<div class="content_wrapper clearfix">
    <div class="sections_group">
        <div class="entry-content">
            <div class="section mcb-section" style="padding-top:80px; padding-bottom:40px;">
                <div class="section_wrapper mcb-section-inner">
                    <div class="wrap mcb-wrap one valign-top clearfix">
                        <div class="mcb-wrap-inner">
                            <h3 class="themecolor">УВЕДОМЛЕНИЕ ЗА ПРАВАТА НА ПОТРЕБИТЕЛИТЕ</h3>
                            <p>ОБЩИ ПОЛОЖЕНИЯ</p>
                            @foreach($terms as $term)
                            <div>
                                Това уведомление се отнася индивидуално за профила на {{ $vendor->name }} в платформата Maistorimo.bg.
                                <p>
                                    Maistorimo.bg има ролята на дигитален бизнес каталог, в който изпълнителите на различниуслуги публикуват информация за себе си и своите услугите. Дружеството,
                                    което поддържа иуправлява платформата („Майсторимо“ ООД) не участва по никакъв начин в отношениятамежду клиентите и изпълнителите по повод поръчка, уговаряне на
                                    условията, плащане иизпълнение на услуги.
                                </p>
                                <p>
                                    Рекламираните в този профил услуги и/или продукти се предоставят от следнототърговско дружество, което действа като Изпълнител на услугите:
                                </p>
                                <p>
                                    {{ $term->name }} , регистрирано с {{ $term->eik }} , със седалище и адрес на управление {{ $term->address_reg }} представлявано от управителя/-ите
                                    {{ $term->manager }} (по-нататък наричано за краткост „Изпълнителят“).
                                </p>
                                <h4>Данни за контакт:</h4>
                                <p>
                                    Телефон: {{ $term->phone }}
                                </p>
                                <p>
                                    Имейл: {{ $term->email }}
                                </p>
                                <p>Лицето, посочено като Изпълнител, носи отговорност за качеството на своите услуги и/илипродукти. Към Изпълнителя може да отправите всякакви Ваши оплаквания
                                    и рекламации, аковъзникне основание за това</p>
                                <p>Адресът, на който се подават на жалби и рекламации, и на който Изпълнителят осъществявастопанската си дейност, е:</p>
                                <p> {{ $term->address }} </p>
                                <p>Този документ е предназначен да предостави на физическите лица (клиенти или потенциални клиенти) необходимата информация за дейността на Изпълнителя и за техните права съгласно:
                                   <p> 1.Закона за защита на потребителите (ЗЗПотр.);</p>
                                   <p> 2.Други приложими специализирани законови и подзаконови нормативни актове.</p>
                                </p>
                                <p>С термина „клиент/клиенти“ по-долу се обозначават единствено физически лица, които имат качеството „потребител“ по смисъла на ЗЗПотр. Отношенията между
                                    Изпълнителя и други търговци се уреждат по силата на търговски договори и не са предмет на настоящото уведомление.
                                </p>
                                <p>При сключен договор от разстояние или договор извън търговски обект на Изпълнителя, съгласно чл. 47, ал. 5 ЗЗПотр. информацията в това уведомление следва да се счита
                                    за неразделна част от тези договори и не може да бъде променяна, освен ако страните по договора изрично уговорят друго.</p>

                                <h3>1. ОСНОВНИ ХАРАКТЕРИСТИКИ НА СТОКИТЕ И УСЛУГИТЕ, ДОСТАВЯНИ ОТ ИЗПЪЛНИТЕЛЯ</h3>

                                <p>Изпълнителят ще извършва следните услуги: {{ $term->description }}</p>
                                <p>Горните услуги е възможно да бъдат извършени с материали, резервни части и средства както на Изпълнителя, така и на Клиента (според индивидуалните уговорки между страните). </p>
                                <p>В случай, че услугата бъде извършена с материали и/или резервни части на Изпълнителя, последните се заплащат от Клиента по предварително договорени цени и стават
                                    собственост на Клиента, след влагането им в негов обект или имущество.</p>
                                <p>Подробности за предлаганите продукти и услуги и индивидуални оферти могат да бъдат предоставени от Изпълнителя при поискване.</p>

                                <h3>2. КРАЙНА ЦЕНА НА СТОКИТЕ ИЛИ УСЛУГИТЕ</h3>

                                <p>В крайната цена на продуктите и услугите, оферирана към Клиента, се включват всички данъци и такси. </p>
                                <p>Цените се определят според обема на работа и вида, броя и размерите на вложените материали и оборудване.</p>
                                <p>На клиентите предварително и коректно се съобщават всички всички допълнителни разходи за транспорт, доставка или пощенски такси. Когато тези разходи не могат да
                                    бъдат точно изчислени предварително в разумни граници, се посочва обстоятелството, че такива допълнителни разходи могат да бъдат дължими от клиента и се
                                    предоставя информация за начина на изчисляване на цената.</p>

                                <h3>3. УСЛОВИЯ ЗА ПЛАЩАНЕ, ДОСТАВКА, ИЗПЪЛНЕНИЕ. СРОКОВЕ ЗА ДОСТАВКА, ИЗПЪЛНЕНИЕ И ПРЕКРАТЯВАНЕ НА ДОГОВОРИТЕ С КЛИЕНТИТЕ</h3>

                                <p>С оглед спецификите на работата, продуктите и материалите, които могат да бъдат доставени и монтирани в изпълнение на договор с различните клиенти, не е
                                    възможно да се установят общи условия за плащане, доставка и изпълнение на договорите. </p>
                                <p>Начинът и условията на плащане се уговарят индивидуално с всеки Клиент. </p>
                                <p>Изпълнението на възложените услуги се извършва при спазване на нормативните изисквания към дейността и при съблюдаване на високи стандарти на качество и безопасност.</p>
                                <p>Договорите с клиентите се прекратяват с пълното и точното изпълнение на услугите. </p>
                                <p>Сроковете за извършване на услугата зависят от графика на Изпълнителя и клиента, времето, необходимо за доставката на необходимите материали и оборудване, а в
                                    определени случаи - и климатичните условия. По тези причини сроковете също са предмет на индивидуални уговорки между страните.</p>

                                <h3>4. НАЧИНИ ЗА РАЗГЛЕЖДАНЕ НА ЖАЛБИ НА ПОТРЕБИТЕЛИ</h3>

                                <p>Жалби и искания срещу Изпълнителя може да бъдат отправяни на посочения по-горе адрес на осъществяване на дейността или по телефона и по имейл – също посочени по-горе като данни за контакт. </p>
                                <p>Изпълнителят се задължава да отговори на всяка постъпила жалба в срок не по-късно от 7 /седем/ работни дни, считано от получаването ѝ.</p>

                                <h3>5. ИНФОРМАЦИЯ ОТНОСНО УПРАЖНЯВАНЕ ПРАВОТО НА ОТКАЗ ОТ ДОГОВОРА</h3>

                                <p>5.1. Какво е означава право на отказ?</p>
                                <p>Ако сте купили стока (продукт) или сте поръчали дадена услуга от Изпълнителя и това е станало онлайн или извън търговски обект (например, уговорили сте услугата по имейл
                                    или по телефона), имате право да се откажете от покупката в рамките на 14 дни по каквато и да е причина и без да обяснявате защо.</p>
                                <p>5.2. В кои случаи за клиентите не може да се приложи правото на отказ?</p>
                                <p>Чл. 57 от Закона за защита на потребителите урежда редица случаи – изключения, в които правото на отказ в посочения 14-дневен срок не може да се приложи. </p>
                                <p>С оглед специфичната дейност на Изпълнителя, изрично посочваме, че клиентите не могат да упражнят право на отказ в следните три случая:</p>
                                <p>1.Когато услугата е предоставена напълно и изпълнението на услугата е започнало с изричното предварително съгласие на потребителя и потвърждение от негова
                                    страна, че знае, че ще загуби правото си на отказ, след като договорът бъде изпълнен изцяло от Изпълнителя;</p>
                                <p>2.Когато материалите, оборудването или други поръчани продукти са били изработени по поръчка на потребителя или съобразно неговите индивидуални изисквания;</p>
                                <p>3.Когато потребителят изрично е поискал от търговеца да го посети в дома му с цел извършване на неотложни дейности за ремонт или поддръжка (когато при такова
                                    посещение търговецът предоставя и други услуги в допълнение към тези, поискани от потребителя, или достави стоки, различни от резервните части, необходими за
                                    извършване на ремонта или на поддръжката, правото на отказ се прилага за тези допълнителни услуги или стоки)</p>
                                <p>Изпълнителят има право да отложи възстановяването на плащанията до получаване на стоките обратно или докато не представите на Изпълнителя доказателства, че сте 
                                    изпратили обратно стоките, в зависимост от това, кое от двете събития е настъпило по-рано.</p>
                                <p>Преките разходи по връщане на стоките/продуктите се заплащат от клиента. </p>
                                <p>При връщане на продукти, клиентите отговарят за намаляване на стойността на стоките вследствие на изпробването им, различно от необходимото за установяване на
                                    тяхното естество, характеристики и добро функциониране.</p>
                                <p>Действие на отказа</p>
                                <p>Ако се откажете от настоящия договор, Изпълнителят е длъжен да Ви възстанови всички плащания, които е получил от Вас, включително разходите за доставка (с изключение на допълнителни 
                                    разходи, свързани с избран от Вас начин на доставка, различен от най-евтиния стандартен начин на доставка, предлаган от нас), без неоправдано забавяне и във всички случаи не по-късно 
                                    от 14 дни считано от датата, на която информирате Изпълнителя за Вашето решение за отказ от договора. </p>
                                <p>Изпълнителят ще извърши възстановяването, като използва същото платежно средство, използвано от Вас при първоначалната трансакция, освен ако Вие изрично не се 
                                    съгласите за друг начин; във всеки случай това възстановяване няма да бъде свързано с никакви разходи за Вас.</p>
                                <p>Приложение № 6 към чл. 47, ал. 1, т. 8 и чл. 52, ал. 2 и 4</p>
                                <p>Стандартен формуляр за упражняване правото на отказ от договора:</p>
                                <p>(попълнете и изпратете настоящия формуля, единствено ако желаете да се откажете от сключен договор с Изпълнителя)</p>
                                <p>До: (името на търговеца, неговият географски адрес и когато е приложимо, номерът на факса му и електронният му адрес се попълват от търговеца):</p>
                                <p>С настоящото уведомявам/уведомяваме*, че се отказвам/отказваме* от сключения от мен/нас* договор за покупка на следните стоки*/за предоставяне на следната услуга*
                                    <span>- Поръчано на*/получено на*</span>
                                    <span>- Име на потребителя/ите</span>
                                    <span>- Адрес на потребителя/ите</span>
                                </p>
                                <p>Подпис на потребителя/ите (само в случай, че настоящият формуляр е на хартия)</p>
                                <p>Дата</p>

                                <h3>6. ЗАКОНОВА ГАРАНЦИЯ И ТЪРГОВСКА ГАРАНЦИЯ</h3>

                                <p>6.1. Законовата гаранция варира според вида на услугата, извършвана от изпълнителя</p>
                                <p>6.1.1. Към строително-монтажните работи, извършени от Изпълнителя, се прилагат минималните нормативно установени в Наредба № 2 от 31 юли 2003 г. за въвеждане в 
                                експлоатация на строежите в Република България и минимални гаранционни срокове за изпълнени строителни и монтажни работи, съоръжения и строителни обекти. </p>
                                <p>6.1.2. Извън случаите в горната т. 6.1.1, към продукти или материали, доставени от Изпълнителя, се прилага 2-годишната гаранция по Закона за защита на потребителите.</p>
                                <p>6.3. Според условията на производителя, клиентът може да получи и търговска гаранция, чиято продължителност надхвърля законовата гаранция. В тези случаи водещ ще по-дългият срок.</p>
                                <p>6.4. За упражняване на Ваши права по гаранциите, следва да се свържете с нас чрез данните за контакт, посочени в началото на този документ.</p>

                                <h3>7. Рекламации и връщане на платената цена</h3>

                                <p>Когато прилагането на това право произтича от характера на закупените продукти, потребителят има право да предяви рекламация, като поиска от Изпълнителят да 
                                    приведе продукта в съответствие с договора за продажба. </p>
                                <p>Рекламациите могат да бъдат подадени на посочения по-горе адрес на осъществяване на дейността или по телефона и по имейл – също посочени по-горе като данни за контакт. </p>
                                <p>Клиентът може да избира между извършване на ремонт или замяна с нов продукт, освен ако това е невъзможно или избраният от клиента начин за обезщетение е
                                     непропорционален в сравнение с другия, при прилагане на критериите на чл. 112 ЗЗПотр.</p>
                                <p>Ако в рамките на един месец Изпълнителят не отстрани дефектите и несъответствията, за които се оплаква клиентът, последният може да върне продукта и срещу възстановяване на
                                     цената, или да задържи продукта и за компенсация да поиска намаляване на цената.</p>

                                     <h3>8. ИЗВЪНСЪДЕБНО РЕШАВАНЕ НА СПОРОВЕ</h3>

                                <p>Клиентите имат достъп до извънсъдебни процедури за разрешаване на спорове със съдействието на органи за алтернативно решаване на спорове. Компетентни по спорове 
                                    са общите помирителни комисии.</p>
                                <p>За достъп до алтернативно решаване на спорове онлайн може да се ползва следния линк към Платформата на ЕС за онлайн решаване на спорове:
                                    <a href="https://ec.europa.eu/consumers/odr/main/?event=main.home2.show.">Тук</a>
                                </p>

                                <h3>9. НАДЗОРЕН ОРГАН</h3>

                                <p>Комисията за защита на потребителите е надзорният орган, пред когото може да подадете сигнал или жалба, ако считате, че правата ви са нарушени.</p>

                                <h3>10. ПРИЛОЖИМО ПРАВО И КОМПЕТЕНТЕН СЪД</h3>

                                <p>Към неуредени въпроси се прилага законодателството на Република България, доколкото норми на международното право/правото на Европейския съюз не налагат прилагането 
                                    на чуждестранно законодателство. В случай на спорове компетентен е българския съд, доколкото норми на международното право/правото на Европейския съюз не 
                                    предвиждат друго</p>
                                    <p>Настоящото уведомление е одобрено за публикуване от Изпълнителя на {{ $term->created_at }}</p>

                            </div>
                            
                            @endforeach

                        </div>
                    </div>
                </div>
            </div>

        </div>
    </div>
</div>
@endsection