<template>
    <div>
        <div id="titlebar">
            <div class="container">
                <div class="row">
                    <div class="col-md-12">
                        <div id="titlebar">
                            <h2>ОБЩИ УСЛОВИЯ</h2>
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <div class="container">
            <!-- Blockquote
            ==================================================-->
            <div class="row">
                <div class="col-md-12">
                    <vue-dropzone ref="myVueDropzone" id="dropzone" :options="dropzoneOptions"></vue-dropzone>
                    <!-- Headline -->
                    <h4 class="headline with-border margin-top-0 margin-bottom-35">1. Въведение</h4>
                    <blockquote>
                        <p>1.1 Настоящите общи условия уреждат отношенията между ''МАЙСТОРИМО ООД'', и лицата - ползватели на услугите на сайта www. MAISTORIMO.BG</p>
                        <p>
                            1.2Интернет страницата WWW.MAISTORIMO.BG e социална и информационна платформа. Основни цели на www.MAISTORIMO.bg са да улесни, стимулира, развива и изгражда комуникацията между майстори, занаятчии,
                            строителни търговци и други лица свързани със- строително, монтажни, декорационни и иновационната услуги, от една страна и техните потенциални клиенти от друга в Уебсайта - www. MAISTORIMO.bg
                        </p>
                        <p>
                            1.3 Всяко лице, което е заредило на браузъра си www.maistorimo.bg или е било пренасочено към него, следва да се запознае внимателно с настоящите Общи условия. Вие се съгласявате да бъдете
                            обвързани с настоящите общи условия и правила за ползване. Ако Вие не желае да стане ползвател на услугите на www.MAISTORIMO.BG, ако не желае да предоставя данни и информация и да има достъп до
                            данни и информация, следва незабавно да напусне сайта.
                        </p>
                        <p>Настоящите общи условия и правила за ползване уреждат отношенията между:</p>
                        <p>1. Вас, като посетител или регистриран потребител или получател на услуги, от една страна и-</p>
                        <p>2. Име: "МАЙСТОРИМО" ООД, БЪЛГАРИЯ, област Плевен, община Плевен,гр. Плевен 5800, БУЛ."РУСЕ" No 19, ет. 3</p>
                        <p>Определения:</p>
                    </blockquote>
                </div>

                <div class="col-md-12">
                    <!-- Headline -->
                    <h4 class="headline with-border margin-top-0 margin-bottom-35">2. Определения:</h4>
                    <blockquote>
                        <p>чл 1. Следното значение имат използваните по-долу термини и изрази:</p>
                        <p>
                            - Доставчик на услуги- наричано по-долу за краткост "Дружеството" - "МАЙСТОРИМО" ООД, БЪЛГАРИЯ, област Плевен, община Плевен,гр. Плевен 5800, БУЛ."РУСЕ" No 19, ет. 3, чрез интернет страницата,
                            предоставя услуги на интернет потребителите;
                        </p>
                        <p>
                            – Интернет страница- www.maistorimo.bg заема своето място в глобалната мрежа, чрез своя унифициран адрес и е достъпно за всички интернет потребителите, които се съобразяват и спазват на
                            настоящите „Общи условия“
                        </p>
                        <p>
                            – Услуги- предоставени на интернет потребителите, услуги, предоставяни от "Дружеството"-състоящи се събиране, обработване, предавене на информация с цел изграждане и осъществяване на контакти между
                            майстори, занаятчии, строителни търговци, и други лица, предоставящи своите услуги и умения, от една страна и техните потенциални клиенти от друга- интернет потребителите;
                        </p>
                        <p>
                            – Потребител на услиги- наричано по-долу за краткост '' Потребител-и-я-ят''-получател на услуга, майстор, строителен търговец или друг представител на строителния бранш, занаятчия, както и всяко
                            друго физическо или юридическо лице, което ползва услуги, предоставяни от ''"Дружеството", за професионални, търговски или други цели, по специално за търсене на информация или осигуряване на
                            достъп до нея с цел, развитие, иновации, логистика, реклама и намиране на идеи и решения.
                        </p>
                        <p>- Посетители – всички потребители и получатели на услуги, които не са регистрирани в www. Maistorimo.bg.</p>
                        <p>
                            – Профил- част от интернет страницата, която съдържа информация за регистриран- ''Потребител''. Достъпът до профила се осъществява чрез въвеждане на потребителско име и парола. Профилът
                            осигурява възможност ''Потребителя'' по всяко време да преглежда и редактира съхраняваните данни;
                        </p>
                        <p>
                            – Собствен ''Уебсайт''- част от интернет страницата, която съдържа информация за регистриран ''Потребител''. Достъпът до ''Уебсайта'' е публичен и позволява на всеки нерегистриран потребител ,
                            както и други ''Потребители'', по всяко време да преглежда съхраняваните данни на ''Потребителя '';
                        </p>
                        <p>– Пакет- пакететни от услуги, предоставени на ''Потребитея'' от '' Дружеството'' срещу заплащане на възнаграждение;</p>
                        <p>– Поставяне на оценка- според размера бизнеса на ''Потребителя ''. '' Дружеството'' изготвя '' пакет'' индивидуално или се фокусира според размера на бизнес развитието и нъждите на '' Потребителя''</p>
                        <p></p>
                    </blockquote>
                </div>

                <div class="col-md-12">
                    <!-- Headline -->
                    <h4 class="headline with-border margin-top-0 margin-bottom-35">3. Предмет</h4>
                    <blockquote>
                        <p>
                            чл. 2. (1)Настоящите общи условия уреждат отношенията между Страните, възникнали във връзка с предоставянето на услуги, свързани с приемане, съхраняване, предоставяне и предаване на информация от и на
                            Клиенти и Потребител по повод търсени и предлагани от тях услуги;
                        </p>
                        <p>
                            (2) Поръчките са предмет на отделен договор между Клиента като възложител и '' Потребител'' като Изпълнител. като условията за тяхното изпълнение не се уреждат от настоящите Общи условия.
                            '' Дружеството'' не е страна по този договор и не носи отговорност за неговото неизпълнение, частично, забавено или лошо изпълнение, както и за вредите, настъпили за някоя от страните по повод
                            неговото изпълнение.
                        </p>
                        <p>Чл. 3. (1) При осъществяване на своята дейност, '' Дружеството'' предоставя следните видове услуги, чрез свободен достъп на неопределен кръг лица до интернет страницата:</p>
                        <p>• 1. свободен преглед на информация относно търсена строително-ремонтна, иноваторски и специализирани услуга;</p>
                        <p>• 2. разглеждане на Уебсайтове на ''Потребителите''</p>
                    </blockquote>
                </div>

                <div class="col-md-12">
                    <!-- Headline -->
                    <h4
                        class="headline with-border margin-top-0 margin-bottom-35"
                    >4. Финансови условия:</h4>
                    <blockquote>
                        <p>Чл. 4. Услугите, до които има достъп Клиента, съгласно настоящите Общи условия, се предоставят от '' Дружеството'' безвъзмездно.</p>
                        <p>Чл. 5. Услугите, до които има достъп '' Потребителят'', се предоставят от ''Дружеството'', при спазване на следните условия:</p>
                    </blockquote>
                </div>

                <div class="col-md-12">
                    <!-- Headline -->
                    <h4
                        class="headline with-border margin-top-0 margin-bottom-35"
                    >5. Права и задължения:</h4>
                    <blockquote>
                        <p>Чл. 6 Съгласно настоящите Общи условия Клиентите имат следните задължения:</p>
                        <p>- да попълват коректно и вярно електронната форма за изпращане на Заявка</p>
                        <p>- да бъдат коректни и обективни при използване на Обратна връзка.</p>
                        <p>
                            - да не извършват злоумишлени действия с цел нарушаване на нормалното функциониране на интернет страницата, като изпращане на нежелана поща (SPAM, JUNK MAIL), препълване на каналите (FLOOD),
                            получаване на достъп до ресурси с чужди права и пароли, използване на недостатъци в системите с цел собствена облага или добиване на информация, както и други действия, които могат да бъдат
                            квалифицирани като промишлен шпионаж или саботаж, или предизвикване инсталация на вируси или системи за отдалечен контрол, смущаване нормалната работа на останалите потребители и получатели на
                            услуги, извършване на каквито и да било действия, които могат да се квалифицират като престъпление или административно нарушение, съгласно българското законодателство;
                        </p>
                        <p>
                            - да не публикуват, изпращат и предават каквито и да са материали с противозаконно, заплашително, невярно, подвеждащо, оскърбително, малтретиращо, опозоряващо, оклеветяващо, неприлично,
                            подстрекаващо, порнографско или религиозно некоректно съдържание или каквито и да са материали, които установяват или окуражават поведение, което би било сметнато за криминално престъпление, би
                            довело до гражданска или наказателна отговорност или по друг начин би нарушило закона.
                        </p>
                        <p>С приемането на настоящите общи условия Изпълнителите декларират:</p>
                        <p>Чл. 6 С приемането на настоящите общи условия '' Потребителите'' декларират:</p>
                        <p>– че са дееспособни физически или юридически лица;</p>
                        <p>– че като търговци, не са обявени в несъстоятелност, не са в открито производство по несъстоятелност, както и че не са в производство по ликвидация;</p>
                        <p>- че разполагат с всички необходими лицензии и документи, в случай че в българското законодателство е предвиден разрешителен, регистрационен или уведомителен режим, относно извършаваните от тях дейности;</p>
                        <p>Чл. 7 Съгласно настоящите Общи условия '' Потребителите'' имат следните задължения:</p>
                        <p>• да подават точна и коректна информация относно извършваните от тях дейности, както и да актуализират своевременно вече публикувана такава информация;</p>
                        <p>
                            • да не извършват злоумишлени действия, с цел нарушаване на нормалното функциониране на интернет страницата, като изпращане на нежелана поща (SPAM, JUNK MAIL), препълване на каналите (FLOOD),
                            получаване на достъп до ресурси с чужди права и пароли, използване на недостатъци в системите с цел собствена облага или добиване на информация, както и други действия, които могат да бъдат
                            квалифицирани като промишлен шпионаж или саботаж, или предизвикване инсталация на вируси или системи за отдалечен контрол, смущаване нормалната работа на останалите посетители на интернет
                            страницата, извършване на каквито и да било действия, които могат да се квалифицират като престъпление или административно нарушение по българското законодателство или по законодателството на друга страна;
                        </p>
                        <p>
                            • да не публикуват, изпращат и предават каквито и да са материали с противозаконно, заплашително, невярно, подвеждащо, оскърбително, малтретиращо, опозоряващо, оклеветяващо, неприлично, подстрекаващо,
                            порнографско или религиозно некоректно съдържание или каквито и да са материали, които установяват или окуражават поведение, което би било сметнато за криминално престъпление, би довело до гражданска
                            или наказателна отговорност или по друг начин би нарушило закона.
                        </p>
                        <p>• да изпълняват и извършват Заявките единствено и само от името, с което са се регистрирали на Интернет страница и фигурира в техните Бизнес Уебсайтове.</p>
                    </blockquote>
                </div>

                <div class="col-md-12">
                    <!-- Headline -->
                    <h4
                        class="headline with-border margin-top-0 margin-bottom-35"
                    >6. Интелектуална Собственост</h4>
                    <blockquote>
                        <p>
                            Чл.8. Всички компоненти от съдържанието на интернет страницата, включително текст, рисунки, графики, скици, снимки, дизайн, видео, софтуерни програми и др., представляват обект на авт0рско право по
                            смисъла на Закона за автрското право и сродните му права и са притежание на Доставчика и/или неговите партньори, клиенти, потребители и получатели на услуги, предоставили за публикуване съответните
                            материали.
                        </p>
                        <p>
                            Чл. 9. (1) С публуването на материали, обекти на интелектуална собственост, Изпълнителите и Клиентите отстъпват на Доставчика неизключителното право да използва публуваните материали като ги записва,
                            съхранява, разпространява, включително да предлага достъп на неограничен брой лица до тях по начин, позволяващ този достъп да бъде осъществен от място и по време, индивидуално избрани от всеки от
                            тях, без да дължи възнаграждение за това и без териториални ограничения (за целия свят).
                        </p>
                        <p>(2) Правото по предходната алинея се предоставя за времето, за което Потребителското съдържание е разположено на интернет страницата, както и за разумен срок след премахването или изтриването му.</p>
                        <p>
                            (3) Клиенти и Изпълнители декларират, че са носители на съответните права на интелектуална собсвеност върху публикуваните от тях материали, които представляват обекти на интелектуална собственост по
                            смисъла на ЗАПСП.
                        </p>
                        <p>
                            Срок за отговор. Ние планираме да отговаряме на всички валидни искания в рамките на един месец, освен когато искането е особено сложно, или ако сте отправили повече искания, в който случай ще отговорим
                            в рамките на максимум два месеца. Ще ви уведомим дали ще имаме нужда от повече от един месец. Възможно е да ви помолим да ни кажете какво точно желаете да получите или за какво се тревожите. Така вие ще
                            ни помогнете да действаме по-бързо и да съкратим времето за отговор на Вашето искане.
                        </p>
                        <p>Права на трети страни. Няма да е необходимо да отговаряме на искане, ако то засяга по отрицателен начин правата и свободите на други субекти на данни.</p>
                    </blockquote>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
import vue2Dropzone from 'vue2-dropzone';
import 'vue2-dropzone/dist/vue2Dropzone.min.css';

export default {
    data() {
        return {
            dropzoneOptions: {
                url: '/vendor/galleries/uploadImage',
                maxFiles: 1,
                addRemoveLinks: true,
                thumbnailWidth: 150,
                maxFilesize: 0.5,
                headers: { 'My-Awesome-Header': 'header value' },
            },
        };
    },
    methods: {
        addParagraphs() {
            // var paragraph=this.info.split('  ');
            // let par = paragraph.forEach(Element=>{
            //     let parEl=document.createElement('p');
            //     parEl.innerHTML=Element;
            //     console.log(parEl);
            // })
        },
    },
    created() {
        this.addParagraphs();
    },
    components: {
        vueDropzone: vue2Dropzone,
    },
};
</script>

<style>
@media screen and (max-width: 530px) {
    #titlebar {
        margin-top: 55px;
    }
}
</style>