<template>
  <div>
    <div id="titlebar">
      <div class="container">
        <div class="row">
          <div class="col-md-12">
            <h2>Политика за поверителност</h2>
          </div>
        </div>
      </div>
    </div>

    <div class="container">
      <!-- Blockquote
      ==================================================-->
      <div class="row">
        <div class="col-md-12">
          <!-- Headline -->
          <h4
            class="headline with-border margin-top-0 margin-bottom-35"
          >7. Политика за поверителност и Защита на личните данни</h4>
          <blockquote>
            <p>
              "МАЙСТОРИМО" ООД (наричано по-долу за краткост "Администратор" или "Дружеството") осъществява дейността си в съответствие със Закона за защита на личните данни и Регламент (ЕС) 2016/679 на
              Европейския парламент и на Съвета от 27 април 2016 година относно защитата на физическите лица във връзка с обработването на лични данни и относно свободното движение на такива данни. Настоящата
              информация има цел да Ви информира за всички аспекти на обработката на личните Ви данни от Дружеството и правата, които имате във връзка с тази обработка.
            </p>
            <p>
              Поверителността и сигурността на личните данни на Kлиентитe е от първостепенно значение за "МАЙСТОРИМО" ООД . Поради тази причина създадохме настоящата единна ''Политика'' за защита на личните
              данни на ''Платформата'', която обхваща начина, по който събираме, използваме, съхраняваме, разкриваме и изтриваме, или най-общо „обработваме“, данните Ви.
            </p>
            <p>
              Вашите данни, предоставени при създаването на акаунт, ще бъдат записани в база данни на "МАЙСТОРИМО" ООД(„Администратор/а/ът“) и в тази връзка предоставянето на съгласие с Общите условия,
              неразделна част от които е настоящата Политика за защита на личните данни, се счита за съгласие предоставените в акаунта Ви данни да бъдат свободно обменяни между "МАЙСТОРИМО" ООД и Продавачите. ?
            </p>
            <p>Идентификационни данни на администратора и координати за връзка</p>
            <p>Име: "МАЙСТОРИМО" ООД</p>
            <p>БЪЛГАРИЯ</p>
            <p>област Плевен, община Плевен</p>
            <p>гр. Плевен 5800</p>
            <p>БУЛ."РУСЕ" No 19, ет. 3</p>
            <p>3. Категории лични данни които ще се обработват</p>
            <p>Услугите, които предоставя сайта MAISTORIMO.BG предполагат предоставяне на Лични данни като име, адрес, телефон , e-mail.</p>
            <p>
              MAISTORIMO.BG не събира данни с категория специални данни по смисъла на чл. 9 и 10 от Регламент (ЕС) 2016/679 . С това съгласие вие се задължавате да не съхранявате и изпращате такива данни чрез сайта,
              като например:
            </p>
            <p>
              - данни, разкриващи Вашия расов или етнически произход, политически възгледи, религиозни или философски убеждения, членство в синдикални организации, нито Ваши генетични данни, биометрични данни,
              данни за здравословното Ви състояние, за сексуалния Ви живот или сексуалната Ви ориентация, или данни, свързани с Ваши присъди и нарушения.
            </p>
            <p>- документи за самоличност, както и ЕГН, номер на паспорт/лична карта и др. подобни.</p>
            <p>4. Категории получатели на данните</p>
            <p>Функцията на MAISTORIMO.BG е информационна платформа за малки обяви, която позволява продавачи и купувачи да се свързват чрез тези обяви.</p>
            <p>С публикуването на обява вие предоставяте възможност на други потребители на сайта да разглежда вашата обява, в която вие сами определяте каква информация да съдържа.</p>
            <p>Данните за контакт на Администраторите на дилъри ще се ползват само от служители на MAISTORIMO.BG за връзка с тях.</p>
            <p>5. Информация за правата на субекта на данни</p>
            <p>- MAISTORIMO.BG ви осигурява непрекъснат 24 часов достъп до вашия акаунт, освен в случаите на техническа неизправност.</p>
            <p>- Чрез достъпа до вашия акаунт, вие имате право на проверка и промяна на предоставената от вас информация.</p>
            <p>- Имате възможност и да се откажете от съгласието за обработване на данните ви чрез закриване на акаунта ви (като подадете искане за закриване на акаунта ви на e-mail: !!!!!!!!!! ).</p>
            <p>- Вие имате право да възразите срещу обработването на личните ви данни, което се основава на задача от обществен интерес, упражняване на официално правомощие или на легитимен интерес.</p>
            <p>6. Задължително ли е предоставянето на лични данни</p>
            <p>Задължителната информация, за да се регистрирате е eлектронната ви поща, а при публикуване на обява и телефон.</p>
            <p>Предоставянето на личните ви данни в останалата функционална част на сайта е напълно доброволно по ваше желание.</p>
            <p>Физическото лице търсещо или предлагащо чрез онлайн обяви в MAISTORIMO.BG самостоятелно преценява дали и какви данни за себе си да предостави.</p>
            <p>7. Автоматизирано вземане на решения, включително профилиране</p>
            <p>
              "Бисквитките" (cookies) са малки файлове, които се съхраняват временно на вашия твърд (hard) диск и позволяват на сайта ни да разпознае компютъра ви следващия път, когато посетите интернет страницата
              MAISTORIMO.BG.
            </p>
            <p>"MAISTORIMO.BG. Използва "бисквитки" единствено, за да събира информация относно ползването на нашите сайтове, с цел по-бързото Ви иденфициране и предоставяне на услуги.</p>
            <p>Можем да позволим на трети страни, като доставчици на реклами или анализи, да събират информация, използвайки тези технологии, директно от нашия уебсайт</p>
            <p>
              Повече информация за управление на бисквитките - www.allaboutcookies.org е полезен ресурс с много подробна информация за бисквитките и как да ги управлявате в случай, че желаете да изтриете или
              забраните получаването на бисквитки от MOBILE.BG.
            </p>
            <p>8. Срок на съхранение</p>
            <p>MAISTORIMO.BG съхранява Вашите лични данни за срок не по-дълъг от съществуването на профила ви в уебсайта.</p>
            <p>След изтичането на този срок, MAISTORIMO.BG полага необходимите грижи да изтрие и унищожи всички Ваши данни, без ненужно забавяне (до 60 дни).</p>
            <p>9. Дали данните ще се предоставят на трета държава извън ЕС</p>
            <p>MOBILE.BG e сайт достъпен и от страни извън Европейският съюз. Това предполага, че данните, които сте предоставили в обявата могат да бъдат видяни от тези трети страни.</p>
            <p>10. Сигурност от страна на MAISTORIMO.BG</p>
            <p>- Предоставените ни данни се защитават съвестно от загуба, унищожение, изопачаване/фалшификация, манипулация и неправомерен достъп или неправомерно разкриване.</p>
            <p>
              - "МАЙСТОРИМО" ООД. ще използва личните ви данни единствено за целите на техническото управление на сайта, в който сте регистрирани, за да ви предостави достъп до специална информация или за обща
              комуникация с вас.
            </p>
            <p>
              "МАЙСТОРИМО" ООД. няма право да продава или търгува с Вашите лични данни. Служителите на "МАЙСТОРИМО" ООД. са длъжни да опазват поверителността на вашите данни и да спазват споразумение за разкриване
              на поверителна информация.
            </p>
            <p>
              "МАЙСТОРИМО" ООД. се води от приетата фирмена политика за защита на личните данни, която е представена в Комисията за защита на лични данни и се ръководи стриктно от нея при съхранение на личните данни,
              получени от регистрирани потребители в сайтовете, собственост на компанията.
            </p>
            <p>Как защитаваме сигурността на Вашите лични данни?</p>
            <p>Ние се ангажираме да гарантираме сигурността на личните данни като прилагаме подходящи технически и организационни мерки при съблюдаване на промишлените стандарти.</p>
            <p>Съхраняваме Вашите данни на сигурни сървъри като използваме най-новите алгоритми за криптиране и гарантираме съхранението на резервни копия.</p>
            <p>
              Въпреки мерките, които прилагаме, за да защитаваме вашите лични данни, ние сме наясно, че по принцип предаването на информация по интернет или други публични мрежи не е напълно безопасно, като
              съществува риск данните да могат да се преглеждат и използват от неупълномощени трети страни. Ние не можем да поемем отговорност за тези уязвимости на системи, които не са под нашия контрол.
            </p>
          </blockquote>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  methods: {
    
  },
  created() {
    
  }
};
</script>

<style>
</style>